tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "pulumi/tap"
tap "shopify/shopify"
brew "autoconf"
brew "automake"
brew "awscli", link: false
brew "glib"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "consul"
brew "doctl"
brew "gh"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gradle"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "mitmproxy"
brew "mongosh"
brew "nginx", restart_service: true
brew "ninja"
brew "node@14"
brew "nvm"
brew "openjdk@11"
brew "pinentry-mac"
brew "pngcrush"
brew "pyenv"
brew "rust"
brew "shtool"
brew "terraform"
brew "tldr"
brew "waypoint"
brew "wget"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-database-tools"
brew "pulumi/tap/pulumi"
brew "shopify/shopify/shopify-cli"
cask "1password"
cask "azure-data-studio"
cask "bloomrpc"
cask "chromium"
cask "docker"
cask "dotnet-sdk"
cask "fig"
cask "figma"
cask "hiddenbar"
cask "hyper"
cask "insomnia"
cask "intellij-idea"
cask "logitech-options"
cask "meetingbar"
cask "miniforge"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "paperspace"
cask "parsec"
cask "postman"
cask "rectangle"
cask "stats"
cask "steam"
cask "synology-drive"
cask "tableplus"
cask "visual-studio-code"
